# brew
brew "git"
brew "neovim"
brew "mise"
brew "bat"
brew "starship"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "lazygit"
brew "lua-language-server"
brew "clang-format"
brew "imagemagick"
brew "libavif"
brew "ripgrep"
brew "stow"
brew "tree"
brew "sheldon"
brew "yazi"
brew "peco"

# cask
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'iterm2'
cask "raycast"
cask "slack"
cask "discord"
cask "karabiner-elements"
cask "font-hack-nerd-font"
cask "visual-studio-code"
cask "shottr"
cask "cap"
cask "linearmouse"

# mas
mas "TweetShot", id: 1227057295
mas "RunCat", id: 1429033973
mas "GIPHY CAPTURE", id: 668208984
mas "LINE", id: 539883307
mas "Spark", id: 1176895642
mas "Fuwari", id: 1187652334
